Repository: ddegner/cat-scratches
Catalog: SafariToDrafts/Shared (App)/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, nl, vi

source: Cat Scratches
de: Katzenkratzer
es: Arañazos de Gato
fr: Griffures de Chat
ja: ネコスクラッチ
nl: Kattenkrabben
vi: Vết Mèo Cào

source: Cat Scratches version %@
de: Katzenkratzer Version %@
es: Arañazos de Gato versión %@
fr: Griffures de Chat version %@
ja: ネコスクラッチ バージョン %@
nl: Kattenkrabben versie %@
vi: Vết Mèo Cào phiên bản %@

source: Connect
de: Verbinden
es: Conectar
fr: Connexion
ja: つながる
nl: Verbinden
vi: Kết nối

source: Created by David Degner
de: Erstellt von David Degner
es: Creado por David Degner
fr: Créé par David Degner
ja: David Degner 作
nl: Gemaakt door David Degner
vi: Tạo bởi David Degner

source: Drafts Application
de: Drafts App
es: Aplicación Drafts
fr: Application Drafts
ja: Drafts アプリ
nl: Drafts App
vi: Ứng dụng Drafts

source: Drafts is not installed
de: Drafts ist nicht installiert
es: Drafts no está instalado
fr: Drafts n'est pas installé
ja: Drafts がインストールされていません
nl: Drafts is niet geïnstalleerd
vi: Drafts chưa được cài đặt

source: Enable Cat Scratches in Extension Settings
de: Katzenkratzer in den Erweiterungseinstellungen aktivieren
es: Activa Arañazos de Gato en Ajustes de extensiones
fr: Activer Griffures de Chat dans les réglages des extensions
ja: 機能拡張の設定でネコスクラッチを有効にする
nl: Schakel Kattenkrabben in bij Extensie-instellingen
vi: Bật Vết Mèo Cào trong Cài đặt tiện ích mở rộng

source: Enable Safari Extension
de: Safari-Erweiterung aktivieren
es: Activar extensión de Safari
fr: Activer l'extension Safari
ja: Safari 機能拡張を有効にする
nl: Safari-extensie inschakelen
vi: Bật tiện ích mở rộng Safari

source: Extensions → Cat Scratches → Settings · Syncs via iCloud
de: Erweiterungen → Katzenkratzer → Einstellungen · Synchronisiert über iCloud
es: Extensiones → Arañazos de Gato → Ajustes · Se sincroniza con iCloud
fr: Extensions → Griffures de Chat → Réglages · Synchronisé via iCloud
ja: 機能拡張 → ネコスクラッチ → 設定 · iCloud で同期
nl: Extensies → Kattenkrabben → Instellingen · Synchroniseert via iCloud
vi: Tiện ích mở rộng → Vết Mèo Cào → Cài đặt · Đồng bộ qua iCloud

source: Get
de: Laden
es: Obtener
fr: Obtenir
ja: 入手
nl: Download
vi: Tải

source: Get Drafts
de: Drafts laden
es: Obtener Drafts
fr: Obtenir Drafts
ja: Drafts を入手
nl: Drafts downloaden
vi: Tải Drafts

source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
vi: Trợ giúp

source: Not Detected
de: Nicht erkannt
es: No detectado
fr: Non détecté
ja: 未検出
nl: Niet gevonden
vi: Không phát hiện

source: Open any page in Safari
de: Eine beliebige Seite in Safari öffnen
es: Abre cualquier página en Safari
fr: Ouvrir une page dans Safari
ja: Safari で任意のページを開く
nl: Open een pagina in Safari
vi: Mở bất kỳ trang nào trong Safari

source: Open Extension Settings
de: Erweiterungseinstellungen öffnen
es: Abrir ajustes de extensión
fr: Ouvrir les réglages de l'extension
ja: 機能拡張の設定を開く
nl: Extensie-instellingen openen
vi: Mở Cài đặt tiện ích mở rộng

source: Safari → Extensions → Cat Scratches → Settings · Syncs via iCloud
de: Safari → Erweiterungen → Katzenkratzer → Einstellungen · Synchronisiert über iCloud
es: Safari → Extensiones → Arañazos de Gato → Ajustes · Se sincroniza con iCloud
fr: Safari → Extensions → Griffures de Chat → Réglages · Synchronisé via iCloud
ja: Safari → 機能拡張 → ネコスクラッチ → 設定 · iCloud で同期
nl: Safari → Extensies → Kattenkrabben → Instellingen · Synchroniseert via iCloud
vi: Safari → Tiện ích mở rộng → Vết Mèo Cào → Cài đặt · Đồng bộ qua iCloud

source: Setup
de: Einrichtung
es: Configuración
fr: Configuration
ja: セットアップ
nl: Instellen
vi: Thiết lập

source: System Check
de: Systemprüfung
es: Comprobación del sistema
fr: Vérification du système
ja: システムチェック
nl: Systeemcontrole
vi: Kiểm tra hệ thống

source: The extension will use the Share Sheet because Drafts is not detected.
de: Die Erweiterung nutzt das Teilen-Menü, da Drafts nicht erkannt wurde.
es: La extensión usará la hoja de compartir porque no se detectó Drafts.
fr: L'extension utilisera la feuille de partage car Drafts n'est pas détecté.
ja: Drafts が検出されないため、共有シートを使用します。
nl: De extensie gebruikt het deelmenu omdat Drafts niet is gevonden.
vi: Tiện ích mở rộng sẽ sử dụng Bảng chia sẻ vì không phát hiện Drafts.

source: To enable or configure the extension: 1. Open Settings → Apps → Safari 2. Tap Extensions 3. Tap Cat Scratches to enable and configure
de: Um die Erweiterung zu aktivieren oder zu konfigurieren: 1. Öffne Einstellungen → Apps → Safari 2. Tippe auf Erweiterungen 3. Tippe auf Katzenkratzer zum Aktivieren und Konfigurieren
es: Para activar o configurar la extensión: 1. Abre Ajustes → Apps → Safari 2. Toca Extensiones 3. Toca Arañazos de Gato para activar y configurar
fr: Pour activer ou configurer l'extension : 1. Ouvrez Réglages → Apps → Safari 2. Touchez Extensions 3. Touchez Griffures de Chat pour activer et configurer
ja: 機能拡張を有効化または設定するには： 1. 設定 → アプリ → Safari を開く 2. 機能拡張をタップ 3. ネコスクラッチをタップして有効化・設定
nl: Om de extensie in te schakelen of te configureren: 1. Open Instellingen → Apps → Safari 2. Tik op Extensies 3. Tik op Kattenkrabben om in te schakelen en te configureren
vi: Để bật hoặc cấu hình tiện ích mở rộng: 1. Mở Cài đặt → Ứng dụng → Safari 2. Chạm Tiện ích mở rộng 3. Chạm Vết Mèo Cào để bật và cấu hình

source: Use Extensions (
de: Erweiterungen (
es: Usa Extensiones (
fr: Utilisez Extensions (
ja: 機能拡張（
nl: Gebruik Extensies (
vi: Dùng Tiện ích mở rộng (

source: ) for Cat Scratches, or press ⇧⌘D
de: ) für Katzenkratzer, oder drücke ⇧⌘D
es: ) para Arañazos de Gato, o pulsa ⇧⌘D
fr: ) pour Griffures de Chat, ou appuyez sur ⇧⌘D
ja: ）でネコスクラッチを実行、または ⇧⌘D を押す
nl: ) voor Kattenkrabben, of druk op ⇧⌘D
vi: ) cho Vết Mèo Cào, hoặc nhấn ⇧⌘D

source: Click Cat Scratches in the toolbar, or press ⇧⌘D
de: Klicke auf Katzenkratzer in der Symbolleiste oder drücke ⇧⌘D
es: Haz clic en Arañazos de Gato en la barra de herramientas, o pulsa ⇧⌘D
fr: Cliquez sur Griffures de Chat dans la barre d'outils, ou appuyez sur ⇧⌘D
ja: ツールバーのネコスクラッチをクリック、または ⇧⌘D を押す
nl: Klik op Kattenkrabben in de werkbalk, of druk op ⇧⌘D
vi: Nhấp vào Vết Mèo Cào trên thanh công cụ, hoặc nhấn ⇧⌘D

source: View on GitHub
de: Auf GitHub ansehen
es: Ver en GitHub
fr: Voir sur GitHub
ja: GitHub で見る
nl: Bekijk op GitHub
vi: Xem trên GitHub
